Repository: TzOk83/IES2
Catalog: IES_2/frmMain.*.resx
Languages: es, hr, it, pl, pt

# label24.Text
source: ISO Code:
es: Código ISO:
it: Codice ISO:
pl: Kod ISO:
pt: Código ISO:

# label20.Text
source: Car Model:
es: Modelo de auto:
hr: Model:
it: Modello auto:
pl: Model auta:
pt: Modelo:

# label22.Text
source: ECU Type:
es: Tipo ECU:
it: Tipo ECU:
pl: Typ ECU:
pt: Tipo de ECU:

# label17.Text
source: Spare Part Code:
es: Codigo de pieza:
hr: Kod rezervnog dijela:
it: Codice del pezzo:
pl: Numer katalogowy:
pt: Codigo de Parte Suplente:

# btnConnect.Text
source: [F10] Connect
es: [F10] Conectar
hr: [F10] Konektovanje
it: [F10] Connetti
pl: [F10] Połą&cz
pt: [F10] Conectar

# btnConnect.ToolTip
source: Connect/disconnect to/from the ECU, Ctrl+Click - Simulation Mode
es: Conectar / Desconectar desde / hacia ECU, Ctrl + Clic - Modo de simulación
hr: Poveži/Prekini od/do motorne elektronike, Ctrl+Click - Simulation Mode
it: Conneti/disconnetti alla/dalla ECU, Ctrl+Click - Modalità Simulazione
pl: Kliknij aby połączyć/rozłączyć, Ctrl+klik aby uruchomić w trybie symulacji
pt: Ligar/desligar de/para a ECU, Ctrl+Click – Modo de Simulação

# cbCompat.Text
source: Compatible mode
es: Modo compatible
it: Mod. compatibile
pl: Tryb zgodności
pt: Modo Compatível

# cbCompat.ToolTip
source: Add extra 4ms delay between response and next request for better compatibility
es: Añadir retraso de 4 ms extra entre la respuesta y la siguiente solicitud para una mejor compatibilidad
hr: Dodati 4ms kašnjenja između prihvatanja i narednog zahtjeva zbog bolje komunikacije
pl: Dla poprawy zgodności wprowadza dodatkowe 4ms opóźnienie między odebraniem odpowiedzi, a wysłaniem kolejnego zapytania
pt: Adicionar atraso extra de 4ms entre a resposta e o próximo pedido para melhor compatibilidade

# cbLOG.Text
source: LOG Enabled
es: Habilitar REGISTRO
hr: LOG Odobren
it: LOG abilitato
pl: LOG włączony
pt: LOG Activado

# cbLOG.ToolTip
source: Enable connection logging to file
es: Habilitar registro de conexión hacia archivo
hr: Odobri konektovanje i logiranje na file
pl: Włącz logowanie sesji do pliku
pt: Activar ligação acedendo ao ficheiro

# groupBox2.Text
source: Select COM
es: Seleccione COM
hr: Odaberi COM
it: Seleziona COM
pl: Wybierz COM
pt: Seleccionar COM

# groupBox1.Text
source: Select ECU
es: Seleccione ECU
hr: Odaberi Motornu elektroniku
it: Seleziona ECU
pl: Wybierz ECU
pt: Seleccionar ECU

# tbHelp.Text
source: # Bottom panel: [F10] Connect - connect/disconnect button, clicked while holding Ctrl key initializes SIMULATION MODE for selected ECU. Please remember to first press F10 key/click Connect button and then turn ON the ignition when requested. # Settings tab: Select ECU - select Engine Control Unit type which is appropriate for your car. You may also use the Automatic Detection. Select COM - select the COM Port or the Virtual COM Port of your RS-232/USB Diagnostic Interface. Supported interface type is ISO-KKL also known as VAG-COM 409-1 Clone. If you use USB interface please make sure that it is connected to the USB port BEFORE you start the IAW Scan 2 application. LOG Enabled - enable logging diagnostic session to a file IESlog_<date_time> located in the LOG folder under the application folder. Compatible mode - add extra 4ms delay between receiving response from ECU and sending next request to ECU. # Parameters tab: Use checkbox on the left to turn on polling selected parameter, you may also press the A key/button to select all parameters, or press N key/button to remove selection from all parameters. Parameters checked individually are added to Trace list of the Graphs tab as checked, but when you add all parameters using A key/button, parameters will be added to Traces list as unchecked. Please note that the more parameters you select the lower refresh rate will be. Query errors - enable quering errors while parameters are displayed, this will reduce the parameters refresh rate but errors will be logged to a file. # Errors tab: List presents stored, validated and active errors and their reason where available. The MIL checkbox indicates whether particular error lit the MIL lamp. In the IAW-x6F ECU it is possible that MIL lamp is lit while no listed error has checked checkbox in the MIL column - this is a case when error was present and stored during current ECU power cycle, but is no longer active. There are three (in IAW-x6F two) error states possible: @ Active - error is present at the moment. @ Verified - error is/was present long enough, during current ECU power cycle, to be memorized (not available in IAW-x6F). @ Stored - error has been verified during previous ECU power cycle (for IAW-x6F it is a sum of Verified and Stored). Clear button - press C key or push this button to clear stored errors from ECU. # Tests tab: List presents available tests for current ECU. Please note that some modules are optional and may be not present in your car. Also note that staus PASSED does not mean that the component is fully functional. Tests are only to activate selected component so the car mechanic may observe the component if it is working correctly or not. Execute button - press E key or push this button to execute currently selected test. # Graphs tab: Trace - list of available parameters, you may select which parameters would you like to be recorded on a graph and in a CSV file. Please note that it is strongly recommended to select only these parameters which you like to record on a Parameters Tab. Start button - press S key or push this button to start/stop recording selected parameters. Along with the graph also the CSV file is created with the recorded data. The file is named IESexp_<date_time> and is located in the LOG folder under the application folder.
es: # Panel inferior: [F10] Conectar: ​​botón de conexión / desconexión, al hacer clic mientras se mantiene presionada la tecla Ctrl, se inicializa el MODO DE SIMULACIÓN para la ECU seleccionada. Recuerde presionar primero la tecla F10 ó hacer clic en el botón Conectar y luego poner el interruptor de encendido en ON cuando se le solicite. # Pestaña Configuración: Seleccione ECU: seleccione el tipo de unidad de control del motor de su automóvil. También puede usar la detección automática. Seleccione COM: seleccione el puerto COM o el puerto COM virtual de su interfaz de diagnóstico RS-232 / USB. El tipo de interfaz admitido es ISO-KKL, también conocido como VAG-COM 409-1. Si utiliza la interfaz USB, asegúrese de que esté conectada al puerto USB ANTES de iniciar la aplicación IAW Scan 2. LOG Enabled: habilita la sesión de diagnóstico de registro en un archivo IESlog_ <date_time> ubicado en la carpeta LOG ubicada en la carpeta de la aplicación. Modo compatible: agrega un retraso adicional de 4 ms entre la recepción de la respuesta de la ECU y el envío de la siguiente solicitud a la ECU. # Pestaña Parámetros: Use la casilla de verificación a la izquierda para activar el sondeo del parámetro seleccionado, también puede presionar la tecla/botón A para seleccionar todos los parámetros, o presionar la tecla/botón N para eliminar la selección de todos los parámetros. Los parámetros marcados individualmente se agregan a la lista rastreo de la pestaña Gráficos como marcada, pero cuando agrega todos los parámetros usando la tecla/botón A, los parámetros se agregaran a la lista de trazas como no marcados. Tenga en cuenta que cuantos más parámetros seleccione, menor será la frecuencia de actualización. Errores de consulta: habilite los errores de consulta mientras se muestran los parámetros, esto reducirá la frecuencia de actualización de los parámetros, pero los errores se registran en un archivo. # Pestaña Errores: la Lista con los errores almacenados, validados y activos, y la razón cuando están disponibles. La casilla de verificación MIL indica si un error particular encendió la lámpara MIL. En la ECU IAW-x6F es posible que la lámpara MIL esté encendida mientras que ningún error en la lista haya marcado la casilla de verificación en la columna MIL; este es un caso en el que el error estaba presente y almacenado durante el ciclo de alimentación actual de la ECU, pero ya no está activo. Hay tres estados de error posibles (en IAW-x6F dos): @ Activo: el error está presente en este momento. @ Verificado: el error está / estuvo presente el tiempo suficiente, durante el ciclo de energía actual de la ECU, para ser memorizado (no disponible en IAW-x6F). @ Almacenado: el error se verificó durante el ciclo de alimentación de la ECU anterior (para IAW-x6F es una suma de Verificado y Almacenado). Botón Borrar: presione la tecla C o presione este botón para borrar los errores almacenados de la ECU. # Pestaña Pruebas: Lista con las pruebas disponibles para la ECU actual. Tenga en cuenta que algunos módulos son opcionales y pueden no estar presentes en su automóvil. También tenga en cuenta que status PASSED no significa que el componente sea completamente funcional. Las pruebas son solo para activar el componente seleccionado y que el mecánico del automóvil pueda observar si el componente funciona o no correctamente. Botón Ejecutar: presione la tecla E o presione este botón para ejecutar la prueba seleccionada actualmente. # Pestaña Gráficos: Traza: lista los parámetros disponibles, puede seleccionar qué parámetros desea que se graben en un gráfico y en un archivo CSV. Tenga en cuenta que se recomienda seleccionar solo los parámetros que desea registrar en la pestaña Parámetros. Botón de inicio: presione la tecla S o presione este botón para iniciar / detener la grabación de los parámetros seleccionados. Junto con el gráfico también se crea el archivo CSV con los datos grabados. El archivo se llama IESexp_ <date_time> y se encuentra en la carpeta LOG debajo de la carpeta de la aplicación.
it: # Pannello in basso: [F10] Connetti - pulsante di connessione/disconnessione, cliccato con il pulsante Ctrl inizializza la modalità Simulazione per la ECU selezionata. Per favore, ricorda di premere prima il pulsante F10 o il bottone "Connect" and poi di ACCENDERE il quadro quando richiesto. # Scheda "Impostazioni": Seleziona ECU - seleziona il tipo di Engine Control Unit appropriato per la tua automobile. Si potrebbe usare anche la Detection Automatica. Seleziona COM - seleziona la Porta COM o la Porta COM della tua Interfaccia Diagnostica RS-232/USB. Il tipo di interfaccia supportato è ISO-KKL, noto anche come VAG-COM 409-1 Clone. Se si usa un'interfaccia USB per favore assicurarsi che sia connessa alla porta USB PRIMA di lanciare l'applicazione IAW Scan 2. LOG Abilitato - abilita una sessione diagnostica su un file IESlog_<date_time> nella cartella LOG sotto la cartella dell'applicazione. Modalità Compatibile - aggiunge 4ms di extra delay tra la ricezione della risposta dalla ECU e l'invio della prossima richiesta alla ECU. # Scheda "Parametri": Usa la checkbox a sinistra per abilitare il polling sul parametro selezionato, potresti voler premere il pulsante A per selezionare tutti i parametri o premere N per rimuovere la selezione da tutti i parametri. I parametri selezionati individualmente sono aggiunti alla lista Trace dei Grafici, ma quando aggiungi tutti i parametri con il pulsante A, questi saranno aggiunti alla lista Trace come non selezionati. Per favore nota che più parametri aggiungerai, più sarà lento il refresh. Errori sulla query - abilita gli errori durante la query mentre i parametri vengono visualizzati, questo ridurrà la frequenza di aggiornamento degli errori ma questi ultimi saranno loggati su un file. # Scheda "Errori": Lista degli errori presenti, validati ed attivi e il loro motivo, se presente. La checkbox MIL indica se un particolare errore accende una spia. Nelle centraline IAW-x6F è possibile che la spia MIL sia accesa nonostante non siano stati rilevati errori. Ci sono tre stati di errore possibili (nella IAW-x6F, due): @ Attivo - errore presente in tempo reale. @ Verificato - errore che è/era presente da tempo, durante il ciclo di funzionamento della ECU, per essere memorizzato (non disponibile nella IAW-x6F). @ Memorizzato - errore che è stato verificato durante l'ultimo ciclo di funzionamento della ECU (per la IAW-x6F è un somma di errori Verificati and Memorizzati). Pulsante "Clear" - premi il tasto C o premi questo pulsante per pulire gli errori memorizzati nella ECU. # Scheda "Tests": La lista mostra i test disponibili for current ECU. Si fa notare che alcuni moduli sono opzionali e potrebbero non essere presenti nella vostra auto. Si fa notare, inoltre, che lo stato PASSED non significa che il componente è pienamente funzionante. I test servono solo per attivare il componente selezionato, in modo che si possa osservare il comportamento di quest'ultimo. Pulsante "Esegui" - premi il tasto E o premi questo pulsante per eseguire il test selezionato. # Scheda "Grafici": Trace - lista dei parametri disponibili; da essa si potrebbero selezionare quali parametri visualizzare sul grafico o memorizzare su un file CSV. Si noti che è fortemente raccomandato selezionare solo quei parametri che si vogliono memorizzare dalla scheda "Parametri". Pulsante "Start" - premi il tasto S o premi questo pulsante per iniziare/terminare la registrazione dei parametri selezionati. Oltre al grafico verrà creato anche un file CSV per memorizzare i valori. Il file ha nome IESexp_<date_time> e si trova nella cartella LOG della cartella d'applicazione.
pl: # Panel dolny: [F10] Połącz – przycisk połączenia/rozłączenia, kliknięty podczas trzymania klawisza Ctrl uruchamia TRYB SYMULACJI dla wybranego ECU. Prosze pamiętać by najpierw kliknąć przycisk Połącz/nacisnąć klawisz F10, a zapłon włączyć dopiero kiedy wyświetli się stosowny komunikat. # Zakładka ustawienia: Wybierz ECU – wybierz typ centralki sterującej silnika odpowiedniej dla Twojego samochodu. Możesz użyć Automatycznego wykrywania. Wybierz COM – wybierz port COM bądź wirtualny port COM używany przez Twój interfejs diagnostyczny RS-232/USB. Obsługiwany interfejs to ISO-KKL znany również jako klon VAG-COM 409-1. Jeśli używasz interfejsu USB upewnij się, że jest podłączony do portu USB PRZED uruchomieniem aplikacji IAW Scan 2. LOG włączony – włącza logowanie sesji diagnostycznej do pliku IESlog_<data_czas> umieszczonego w folderze LOG w folderze aplikacji. Tryb zgodności – dodaje 4ms opóźnienie pomiędzy odebraniem odpowiedzi z ECU a wysłaniem kolejnego żądania do ECU. # Zakładka parametry: Użyj pola zaznaczenia polewej aby włączyć odpytywanie wybranego parametru, możesz również nacisnąć klawisz/przycisk A by wybrać wszystkie parametry lub N by usunąć zaznaczenie przy wszystkich parametrach. Parametry zaznaczane pojedynczo są dodawane go listy śladów zakładki wykresów jako zaznaczone, natomiast dodawane z użyciem przycisku/klawisza A są dodawane jako niezaznaczone. Prosze pamiętać, że im więcej parametrów zostanie wybranych tym wolniej będą odświeżane ich wartości. Odpytuj błędy - włącza odpytywanie błędów podczas wyświetlania parametrów, obniży to prędkość odświerzania parametrów ale błędy będą zapisywane do pliku. # Zakładka błędy: Lista zawiera błędy zapisane, potwierdzone i aktywne oraz opis przyczyny jeśli jest dostępny. Pole zaznaczenia MIL wskazuje czy konkretny błąd spowodował zaświecenie kontrolki MIL. W przypadku IAW-x6F jest możliwe, że kontrolka MIL będzie świeciła pomimo, że żaden błąd nie posiada zaznaczonego pola zaznaczenia w kolumnie MIL – będzie tak w przypadku gdy w bieżącym cyklu zasilania ECU błąd był aktywny na tyle długo by zostać zapisanym ale obecnie nie jest już aktywny. Możliwe są trzy (dla IAW-x6F dwa) stany błędów: @ Aktywny – błąd wystepuje w chwili obecnej. @ Potwierdzony – błąd jest/był obecny dostatecznie długo, podczas bieżączego cyklu zasilania ECU, by zostac zapamiętany (nie dostępne w IAW-x6F). @ Zapamiętany – błąd został potwierdzony w poprzednim cyklu zasilania ECU (dla IAW-x6F jest to suma błędu potwierdzonego i zapisanego). Przycisk wyczyść – naciśnij klawisz C lub kliknij ten przycisk aby skasować zapamiętane błędy z ECU. # Zakładka testy: Lista zawiera testy elementów dostępne dla bieżącego ECU. Proszę zwrócić uwagę, że niektóre podzespoły są opcjonalne i może ich nie być w Twoim samochodzie. Prosze również pamiętać, że status ZALICZONY nie oznacze, że podzespół jest w pełni sprawny. Testy służą jedynie aktywacji wybranych podzespołów samochodu aby mechanik mógł zaobserwować czy dany element działa czy nie. Przycisk wykonaj – naciśnij klawisz E lub kliknij ten przycisk aby wykoanać test wybranego podzespołu. # Zakładka wykresy: Ślad – lista dostępnych parametrów, możesz wybrać które parametry mają być utrwalone na wykresie oraz w pliku CSV. Prosze pamiętać, że jest stanowczo zalecane aby w zakładce parametry wybierać tylko te parametry które mają być rejestrowane. Przycisk start – naciśnij klawisz S lub kliknij ten przycisk aby rozpocząć/zatrzymać rejestrowanie wybranych parametrów. Równolegle z wykresem tworzony jest plik CSV zawierający rejestrowane dane. Plik nazywa się IESexp_<data_czas> i jest umieszczony w folderze LOG w folderze aplikacji.
pt: # Painel inferior: [F10] Conectar - Botão Conectar/Desconectar, Se for clicado enquanto carrega em Ctrl inicia o MODO DE SIMULAÇÃO para a ECU seleccionada. Por favor lembrar de carregar primeiro em F10 ou Botão 'Ligar/Desligar' e depois ligar a ignição quando pedido. # Separador Definições: Seleccionar ECU - Seleccionar o tipo de ECU (Engine Control Unit) que é apropriado para o seu carro. Também pode usar a Detecção Automática. Seleccioar COM - Seleccionar a porta COM ou a Porta Virtual do seu interface de diagnóstico RS-232/USB. O interface suportado é do tipo ISO-KKL também conhecido como VAG-COM 409-1 Clone. Se usa o interface USB assegure-se que este está ligado à porta USB ANTES de correr a aplicação IAW Scan 2. LOG activado - Possibilita salvar a sessão de diagnóstico num ficheiro IESlog_<date_time> que fica guardado na pasta LOG dentro da pasta onde a aplicação está instalada. Modo de compatível-adiciona un atraso extra de 4ms entre o receber resposta da ECU e fazer novo pedido para a ECU. # Separador Parâmetros: Usar a caixa à esquerda para ligar o modo de maior compatibilidade. Também pode carregar em A para seleccionar todos os parâmetros, ou carregar em N para remover a selecção de todos os parametros. Os parametros seleccionados individualmente são adicionados á lista de traços no separador de graficos, mas quando se seleccionam todos os parametros usando a tecla/botão A os parametros serão adicionados á lista Traços como não seleccionados.. deve notar que quantos mais parametros seleccionar mais baixa será a frequencia de actualização de dados. Detectar erros - Activar a detecção de erros enquanto os parametros estão a ser mostrados vai reduzir a frequencia de actualização dos parametros mas os erros serão guardados num ficheiro. # Separador Erros: Lista os erros armazenados, validados e activos e a sua razão quando disponível. A opção MIL indica se um erro em particular fez acender a luz MIL (Malfunction Indicator Light). Ma ECU IAW-x6F é possível que a luz MIL esteja acesa e não haja registo de erro na coluna MIL - Este é o caso de haver um erro presente e registado quando a ECU foi iniciada mas já não se encontra activo. Existem três estados de erro possíveis (na IAW-x6F são dois): @ Activo - o erro está presente neste momento. @ Verificado - o erro está/esteve presente por tempo suficiente durante o tempo de utilização da ECU para ser memorizado (não disponível na IAW-x6F). @ Salvado - o erro foi verificado durante o untimo uso da ECU (para a IAW-x6F é uma junção de Verificado e Salvado). Botão Apagar- Carregar em C ou neste botão para limpar todos os erros guardados na ECU. # Separador Testes: A list apresenta os testes disponíveis para a ECU escolhida. Deve notar que alguns módulos são opcionais e poderão não estar disponíveis no seu carro. Notar também que o estado PASSOU não indica que o componente esteja completamente funcional. Os testes são só para activar o componente seleccionado para que o mecanico possa observar se o componente está a funcionar correctamente ou não. Botão Executar - Carregar na tecla E ou neste botão executa o teste seleccionado. # Separador Graficos: Traçar - lista os parametros disponíveis, poderá selecccionar que parametros é que deseja que sejam registados num grafico e num ficheiro CSV. Deve notar que é fortemente recomendado seleccionar apenas os parâmetros que deseja guardar no separador Parâmetros. Start - Carregar em S ou neste botãopara iniciar/parar a gravação dos parametros seleccionados. Junto com o gráfico também o ficheiro CSV é criado com a informação. O ficheiro tem como nome IESexp_<data_hora> e está localizado na pasta LOG dentro da pasta onde está instalada a aplicação.

# groupBox3.Text
source: Help
es: Ayuda
hr: Pomoc
it: Aiuto
pl: Pomoc
pt: Ajuda

# tabPage0.Text
source: Settings
es: Ajustes
hr: Podešavanja
pl: Ustawienia
pt: Definições

# parName.HeaderText
source: Parameter
es: Parámetro
hr: Parametar
it: Parametro
pl: Parametr
pt: Parâmetro

# parValue.HeaderText
source: Value
es: Valor
hr: Vrijednost
it: Valore
pl: Wart.
pt: Valor

# parUnit.HeaderText
source: Unit
es: Unidad
hr: Jedinica
it: Unità
pl: J. m.
pt: Unidade

# cbQueryErrors.Text
source: Query Errors
es: Consulta Errores
hr: Odnos Greška
it: Errori Query
pl: Odpytuj błędy
pt: Detectar Erros

# cbQueryErrors.ToolTip
source: Query ECU for Errors while displayyn parameters
es: Solicititar errores a ECU mientras se muestran parametros
hr: Zavisnost motorne elektronike prema greškama na ispisane parametre
pl: Odpytuj ECU o błedy podczas wyświetlania danych
pt: Rastrear a ECU por Erros enquanto mostra parâmetros

# btnUncheckAll.ToolTip
source: Deselect all parameters
es: Anular la selección de todos los parámetros
hr: Deselektiraj sve parametre
it: Deseleziona tutti i parametri
pl: Usuń zaznaczenie przy wszystkich parametrach
pt: Des-seleccionar todos os parâmetros

# btnCheckAll.ToolTip
source: Select all parameters
es: Seleccionar todos los parámetros
hr: Selektiraj sve parametre
it: Seleziona tutti i parametri
pl: Zaznacz wszystkie parametry
pt: Seleccionar todos os parâmetros

# tabPage1.Text
source: [F2] Parameters
es: [F2] Parámetros
hr: [F2] Parametri
it: [F2] Parametri
pl: [F2] Parametry
pt: [F2] Parâmetros

# errDescr.HeaderText
source: Description
es: Descripción
hr: Opis
it: Descrizione
pl: Opis
pt: Descrição

# errReason.HeaderText
source: Reason
es: Motivo
hr: Razlog
it: Motivo
pl: Przyczyna
pt: Razão

# errState.HeaderText
source: State
es: Estado
hr: Stanje
it: Stato
pl: Stan
pt: Estado

# label2.Text
source: States: [A]ctive [V]erified [S]tored
es: Estados: [A]ctivo [V]erificado [AL]macenado
it: Stati: [A]ctive [V]erified [S]tored
pl: Stany: [A]ktywny [P]otwierdz. [Z]apisany
pt: estados: [A]ctivo [V]erificado [S]alvado

# btnClear.Text
source: &Clear
es: &Borrar
hr: &Briši
it: &Pulisci
pl: &Wyczyść
pt: &Apagar

# btnClear.ToolTip
source: Clear stored errors
es: Borrar errores almacenados
hr: Briši snimljene greške
it: Cancella errori memorizzati
pl: Skasuj zapamiętane błędy
pt: Apagar erros gravados

# tabPage2.Text
source: [F3] Errors
es: [F3] Errores
hr: [F3] Greške
it: [F3] Errori
pl: [F3] Błędy
pt: [F3] Erros

# dataGridViewTextBoxColumn1.HeaderText
source: Test
es: Prueba
pt: Teste

# dataGridViewTextBoxColumn2.HeaderText
source: Result
es: Resultado
hr: Rezultat
pl: Wynik
pt: Resultado

# label1.Text
source: Please avoid execuitng the Coil test just aftej the Injector test!
es: Por favor, evite ejecutar prueba de bobina despues de prueba de inyector!
hr: Molim odaberi pokretanje testa bobina tek nakon testiranja injektora
it: Si prega di evitare di eseguire il test delle bobine subito dopo il test iniettori!
pl: Proszę unikać testowania cewki zaraz po teście wtrysków!
pt: Por favor evitar executar o teste de bobine logo após o teste de Injector!
