Repository: TzOk83/IES2
Catalog: IES_2/frmMain.*.resx
Languages: es, hr, it, pl, pt

# btnExecute.Text
source: &Execute
es: &Ejecutar
hr: &Izvršavam
it: &Esegui
pl: &Wykonaj
pt: &Executar

# btnExecute.ToolTip
source: Execute selected test
es: Ejecutar prueba seleccionada
hr: Izvršavam odabrani test
it: Esegui il test selezionato
pl: Wykonaj wybrany test
pt: Executar teste seleccionado

# tabPage3.Text
source: [F4] Tests
es: [F4] Análisis
hr: [F4] Testovi
it: [F4] Test
pl: [F4] Testy
pt: [F4] Testes

# groupBox4.Text
source: Trace
es: Trazar
hr: Trag
pl: Ślad
pt: Traçar

# btnGraph.Text
source: &Start
es: &Iniciar
it: &Inizia
pt: &Começar

# btnGraph.ToolTip
source: Start/stop collecting data
es: Iniciar / Detener recolección de datos
hr: Start/stop prikupljanje podataka
it: Inizia/termina registrazione dati
pl: Rozpocznij/zatrzymaj rejestrowanie danych
pt: Começar/Parar de recolher informação

# tabPage4.Text
source: [F5] Graphs
es: [F5] Gráficas
hr: [F5] Dijagram
it: [F5] Grafici
pl: [F5] Wykresy
pt: [F5] Gráficos

# dataGridViewTextBoxColumn3.HeaderText
source: Adjustment
es: Ajuste
hr: Podešavanje
pl: Regulacja
pt: Ajustamento

# dataGridViewTextBoxColumn4.HeaderText
source: Result
es: Resultado
hr: Rezultat
pl: Wynik
pt: Resultado

# btnAdj.Text
source: &Execute
es: &Ejecutar
hr: &Izvršavam
pl: &Wykonaj
pt: &Executa

# btnAdj.ToolTip
source: Execute selected test
es: Ejecutar prueba seleccionada
hr: Izvršavam odabrani test
pt: Executar teste seleccionado

# tabPage5.Text
source: [F6] Adjustments
es: [F6] Ajustes
hr: [F6] Podešavanja
it: [F6] Impostazioni
pl: [F6] Regulacje
pt: [F6] Ajustamentos

# toolStripButton1.ToolTipText
source: About IAW-Scan 2...
es: Acerca de IAW-Scan 2 ...
it: Informazioni su IAW-Scan 2...
pt: Sobre o IAW-Scan 2...

# statusStrip1.Text
source: statusStrip1
es: Franjadeestado1

# infoOptions.Text
source: label2
es: etiqueta2

# ecuECU.HeaderText
source: ECU
hr: Motorna elektronika
