Repository: TzOk83/IES2
Catalog: IES_2/Res/lang.*.resx
Languages: de, es, hr, hu, it, nl, pl, pt

source: AC Relay
de: Wechselspannungs Relay
es: Relé de Aire Acondicionado
hr: AC Relej
hu: AC Relé
it: Relè AC
nl: AC relais
pl: Przekaźnik klimatyzacji
pt: Relé AC

# ADGAIN
source: AC Gain Parameter (med. load)
de: Wechselspannung Verstärkung Kennwert (med. load)
es: AC Parámetro de Ganancia (Media Carga)
hr: AC Parametri
hu: AC Vezérlés Paraméter (köz. terhelés)
it: Parameter Guadagno AC (carico med.)
nl: AC Opbrengst Parameter (gemiddelde belasting)
pl: Wzmocnienie autokalibracji (średnie obciążenie)
pt: AC Parametro Ganho (carga med.)

# ADOFFPL
source: AC Offset Parameter (min. load)
de: Wechselspannung Ausgleich Kennwert (min. load)
es: AC Parametro de compensación (Carga minima)
hr: AC Praćenje parametara (min. load)
hu: AC Korrekció Paraméter (min. terhelés)
it: Parameter Offset AC (carico min. )
nl: AC Compensatie Parameter (min belasting)
pl: Offset autokalibracji (obciążenie min.)
pt: AC Parametro Offset (carga min.)

# ADOFFPURG
source: AC Offset Parameter (min. load, EVAP on)
de: Wechselspannung Ausgleich Kennwert (min. load, EVAP on)
es: AC Parametro de compensación (Carga minima, EVAP encendido)
hr: AC Praćenje parametara (min. load, EVAP on)
hu: AC Korrekció Paraméter (min. terhelés, EVAP be)
nl: AC Compensatie Parameter (min belasting, EVAP aan)
pl: Offset autokalibracji (obciążenie min., EVAP wł.)
pt: AC Parametro Offset (carga min. , EVAP lig)

# ADOFFSET
source: AC Offset Parameter (min. load, EVAP off)
de: Wechselspannung Ausgleich Kennwert (min. load, EVAP off)
es: AC Parametro de compensación (Carga minima, EVAP apagado)
hr: AC Praćenje parametara (min. load, EVAP off)
hu: AC Korrekció Paraméter (min. terhelés, EVAP ki)
nl: AC Compensatie Parameter (min belasting, EVAP uit)
pl: Offset autokalibracji (obciążenie min., EVAP wył.)
pt: AC Parametro Offset Parameter (carga min., EVAP desl)

# ALFAFTR
source: Stepper Correction from FLT
de: Schritt Korrektur von FLT
es: Corrección de motor paso a paso desde FLT
hu: Alapjárati Léptető Motor Korrekció az FLT-től
nl: Stappen Correctie van FLT
pl: Korekta silnika krokowego z FLT
pt: Correcção Regulador de FLT

# ALFAR
source: Idle Stepper Motor Position
de: Schrittmotor in Leerlaufposition
es: Posición de motor Stepper en ralentí
hr: Pozicija ler ventila (Step motor za rad u praznom hodu)
hu: Alapjárati Léptető Motor Pozíció
nl: Stationair Stappen Motor Positie
pl: Pozycja silnika krokowego
pt: Posição Regulador Relanti

# ALFAU
source: Autocalibration Correction
de: Autokalibrierung Korrektur
es: Corrección de autocalibración
hr: Autokalibracija / Korekcija
hu: Automata Beállítás Korrekció
it: Correzione AutoCalibrazione
nl: Automatische Calibratie Correctie
pl: Korekta autokalibracji
pt: Correcção de Autocalibração

# ALFAUC
source: Autocalibration Correction with A/C
de: Autokalibrierung Korrektur mit Wechselspannung
es: Corrección de autocalibración con A/C
hr: Autokalibracija / Korekcija sa A/C
hu: Automata Beállítás Korrekció Klíma Be.
nl: Automatische Calibratie Correctie met Airco
pl: Korekta autokalibracji z klimatyzacją
pt: Correcção de Autocalibração com A/C

# ANG_PAP0
source: Throttle Opening Angle
de: Drosselklappenöffnungswinkel
es: Ángulo de apertura de mariposa de aceleración
hr: Ugao potenciometra gasa
hu: Gápedál Szög Állás
it: Angolo apertura valvola a farf.
nl: Gasklep Opening Hoek
pl: Kąt otwarcia przepustnicy
pt: Angulo Abertura Acelerador

# AVANCE
source: Ignition Advance
de: Frühzündung
es: Avance del encendido
hr: Ignition Advance --PALJENJE
hu: Előgyújtás
it: Anticipo di accensione
nl: Ontsteking Vervroeging
pl: Wyprzedzenie zapłonu
pt: Avanço de Ignição

# ErrNoSync
source: ECU not synchronized with CODE
de: Steuergerät keine Synchronisation mit Code !!
es: ECU no sincronizado con CODE
hr: ECU nije sinhroniziran sa CODE
hu: ECU nincs szinkronban a CODE vezérlővel
it: ECU non sincronizzata con CODE
nl: ECU is in 'Maagdelijke' Staat
pl: Centralka CODE niezaprogramowana
pt: ECU não sincronizada com o CODE

# ErrStartDis
source: ECU Disallowed to Start Engine
de: Steuergerät starten des Motors ist nicht erlaubt !!
es: ECU No permitido para arrancar el motor
hr: ECU nije odobrio paljenje motora
hu: ECU Megtagadta a Motor Indítását
it: L'ECU non consente di avviare il motore
nl: ECU verbiedt de motor te starten
pl: Brak zgody na uruchomienie silnika
pt: ECU Desautorizou Arranque do Motor

# ErrUniCode
source: ECU has received the 'Universal Code'
de: Steuergerät hat einen Universalcode erhalten !!
es: ECU ha recibido el Código Universal
hr: ECU je primio'Univerzalan kod'
hu: ECU felismerte az 'Universal Code'-ot
it: L'ECU ha recevuto il 'Codice Universale'
nl: ECU heeft de 'Universele Code' ontvangen
pl: Centralka otrzymała 'kod uniwersalny'
pt: ECU Recebeu o 'Código Universal'

# ErrC4
source: Unknown CODE ERROR (4)
de: Unbekannter Code Fehler (4)
es: Código de error desconocido (4)
hr: Nepoznata GREŠKA !
hu: Ismeretlen CODE hiba (4)
it: CODICE ERRORE Sconosciuto (4)
nl: Onbekende CODE FOUT (4)
pl: Nieznany błąd CODE (4)
pt: CODIGO DE ERRO desconhecido (4)

# ErrBackdoor
source: Backdoor Acivated
de: Hintertür Aktiv
es: Puerta trasera activada
nl: Achterdeur Geactiveerd
pl: Aktyowowano obejście
pt: Porta da Mala Activada

# ErrKeyCode
source: Key Code Error
de: Schlüsselcodefehler !!
es: Error de codigo de llave
hr: Kod ključa GREŠKA
hu: Kulcs "Code" Hiba
it: Errorer Key Code
nl: Sleutel Code Fout
pl: Błędny kod klucza
pt: Erro código da chave

# ErrUnrCode
source: Incorrect or Unrecognized Code
de: Nicht Korrekter oder unbekannter Code !!
es: Codigo Incorrecto o no reconocido
hr: Netacan ili nedodjeljiv Code
hu: Helytelen vagy Felismerhetetlen "Code"
it: Codice non corretto o sconosciuto
nl: Foute of Onbekende Code
pl: Nieprawidłowy bądź nierozpoznany kod klucza
pt: Código Incorrecto ou Desconhecido

# ErrLinkDown
source: No Code Received or Link Down
de: Kein Code empfangen oder Verbindung ausgefallen !!
es: Código no recibido o desconectado
hr: Nema ocitanih kodova ili veza prekinuta
hu: Nincs kiolvasott "CODE" vagy Megszakadt a Kapcsolat
nl: Geen Code Ontvangen of Geen Verbinding
pl: Nie odebrano kodu lub brak połączenia
pt: Sem Código Recebido ou Ligação em Baixo

source: Coil 1
de: Spule 1
es: Bobina 1
hr: Namotaj/Bobina 1
hu: Tekercs 1
it: Bobina 1
nl: Bobine 1
pl: Cewka 1
pt: Bobine 1

source: Coil 2
de: Spule 2
es: Bobina 2
hr: Namotaj/Bobina 2
hu: Tekercs 2
it: Bobina 2
nl: Bobine 2
pl: Cewka 2
pt: Bobine 2

# CONS_REG
source: Idle Engine Speed
de: Leerlaufdrehzahl
es: Velocidad de ralentí del motor
hr: Obrtaji motora u praznom hodu
hu: Alapjárati Fordulatszám
nl: Stationair Toerental
pl: Obroty biegu jałowego
pt: Velocidade do motor ao Relanti

# DELREG
source: Stepper Correction (Delta)
de: Schrittkorrektur (Delta)
es: Corrección de motor paso a paso (Delta)
hr: Stepper Correction (Delta) _KOREKCIJA
hu: Alapjárati Motor Korrekció (Delta)
it: Correzione Stepper (Delta)
nl: Stappen Correctie (Delta)
pl: Korekta silnika krokowego (delta)
pt: Correcção do regulador (Delta)

# EVAP
source: EVAP Valve
de: EVAP Ventil
es: Válvula EVAP
hu: EVAP Szelep Állapota
nl: EVAP Klep
pl: Zawór recyrkulacji oparów paliwa
pt: Válvula EVAP

# ErrACParam
source: Autocallibration Parameter
de: Automatische Kalibrierung Parameter
es: Parámetro de autocalibración
hu: Automata Beállítás Paraméter
it: Parametro Autocalibrazione
nl: Automatische Callibratie Parameter
pl: Parametr autokalibracji
pt: Parâmetro de Auto calibração

# ErrRPMSens
source: TDC/RPM Sensor
de: TDC/Geschwindigkeitssensor
es: Sensor TDC/RPM
hr: TDC/RPM Senzor
hu: TDC/RPM Szenzor
it: Sensore TDC/RPM
nl: BDP/TPM Sensor
pl: Czujnik położenia wału
pt: Sensor TDC/RPM

# ErrF7
source: Unknown FUNC ERROR (7)
de: Unbekannter Funktionsfehler (7)
es: FUNC ERROR Desconocido (7)
hr: Nepoznata funkcijska greška (7)
hu: Ismeretlen FUNC HIBA (7)
it: FUNC ERROR Sconosciuto (7)
nl: Onbekende FUNC FOUT (7)
pl: Nieznany błąd FUNC (7)
pt: ERRO desconhecido FUNC (7)

# ErrF8
source: Unknown FUNC ERROR (8)
de: Unbekannter Funktionsfehler (8)
es: FUNC ERROR Desconocido (8)
hr: Nepoznata funkcijska greška (8)
hu: Ismeretlen FUNC HIBA (8)
it: FUNC ERROR Sconosciuto (8)
nl: Onbekende FUNC FOUT (8)
pl: Nieznany błąd FUNC (8)
pt: ERRO desconhecido FUNC (8)

# FuelPump
source: Fuel Pump Relay
de: Kraftstoffpumpenrelay
es: Relé bomba de combustible
hr: Relej pumpe goriva
hu: Tápszivattyú Relé
it: Relè Pompa Carburante
nl: Brandstofpomp Relais
pl: Przekaźnik pompy paliwa
pt: Relé Bomba Combustível

source: Generic Relay
de: Universal Relay
es: Relé genérico
hr: Opšti relej
hu: Általános Relé
it: Relè Generico
nl: Algemeen Relais
pl: Przekaźnik główny
pt: Relé Genérico

# ErrTPS
source: Throttle Position Sensor
de: Drosselklappenstellungssensor
es: Sensor de posición de mariposa de aceleración
hr: Senzor pozicije leptira gasa
hu: Folytószelep Potméter
it: Sensore di posizione della farfalla
nl: Gasklep Positie Sensor
pl: Czujnik położenia przepustnicy
pt: Sensor de posição do Acelerador

# ErrMAP
source: MAP Sensor
es: Sensor MAP
hr: MAP Senzor
hu: MAP Szenzor
it: Sensore MAP
pl: Czujnik MAP
pt: Sensor MAP

# ErrLambda
source: Lambda Sensor
de: Lambdasonde
es: Sonda lambda
hr: lambda sonda
hu: Lambda Szonda
it: Sensore Lambda
pl: Sonda lambda
pt: Sonda Lambda

# ErrECT
source: Water Temperature Sensor
de: Wassertemperatur-Sensor
es: Sensor de temperatura de agua
hr: Senzor temperature rashladne tekućine motora
hu: Víz Hőmérséklet Érzékelő
it: Sensore Temperatura Acqua
nl: Water Temperatuur Sensor
pl: Czujnik temperatury wody
pt: Sensor temperatura da água

# ErrIAT
source: Air Temperature Sensor
de: Lufttemperatursensor
es: Sensor de temperatura de aire
hr: Senzor temperature zraka
hu: Levegő Hőmérséklet Érzékelő
it: Sensore Tempertatura Aria
nl: Lucht Temperatuur Sensor
pl: Czujnik temperatury powietrza
pt: Sensor de Temperatura de Ar

# ErrBattV
source: Battery Voltage
de: Batteriespannung
es: Voltaje de batería
hr: Napon baterije
hu: Akkumlátor Feszültség
it: Voltaggio Batteria
nl: Accu Voltage
pl: Napięcie akumulatora
pt: Voltagem da Bateria

# ErrIdleReg
source: Idle Regulation
de: Leerlaufregelung
es: Regulación de ralentí
hr: Regulacija ler gasa
hu: Alapjárat Szabályozás
it: Regolazione Inattività
nl: Stationair Regeling
pl: Regulacja biegu jałowego
pt: Regulação do relanti

# ErrI8
source: Unknown INPUT ERROR (8)
de: Unbekannter Eingabefehler (8)
es: INPUT ERROR Desconocido (8)
hr: Nepoznata ulazna greška (8)
hu: Ismeretlen Bemeneti HIBA (8)
it: ERRORE di INPUT Sconosciuto (8)
nl: Onbekende INVOER FOUT (8)
pl: Nieznay błąd INPUT (8)
pt: ERRO desconhecido de INPUT (8)

source: Injector
de: Einspritzdüse
es: Inyector
hr: Injektor
hu: Injektor
it: Iniettore
pl: Wtryskiwacz

# INTEGR
source: Idle Stepper Integral Gain
de: Leerlaufsteller wesentliche Verstärkung
es: Ganacia integral de motor paso a paso ralentí
hr: Step motor ler gasa -Integralan
hu: Alapjárati Motor Integrál Érték
nl: Stationair Stappen Integrale Toename
pl: Wzmocnienie członu całkującego regulacji silnika krokowego
pt: Ganho Integral do Regulador Relanti

# K_O2
source: Lambda Probe Correction
de: Lambda Korrektur
es: Corrección sonda lambda
hr: Lambda sonda korekcija
hu: Lambda Szenzor Korrekció
it: Correzione Sonda Lambda
nl: Lambda Sensor Correctie
pl: Korekta sondy lambda
pt: Correcção da Sonda Lambda

# MP2_MP8
source: Manifold Absolute Pressure
de: Saugrohr-Absolutdruck
es: Presión absoluta multiple de admisión
hr: Pritisak usisne grane
hu: Szívócső Abszolút Nyomás
it: Collettore di Pressione Assoluta
nl: Spruitstuk Absolute Druk
pl: Ciśnienie w kolektorze dolotowym
pt: Pressão Absoluta da Admissão

# MT_AIR_L
source: Air Temperature
de: Lufttemperatur
es: Temperatura aire
hr: Temperatura zraka
hu: Levegő Hőmérséklet
it: Temperatura Aria
nl: Lucht Temperatuur
pl: Temperatura powietrza
pt: Temperatura do Ar

# MT_EAU_L
source: Water Temperature
de: Wassertemperatur
es: Temperatura agua
hr: Temperatura vode
hu: Víz Hőmérséklet
it: Temperatura Acqua
nl: Water Temperatuur
pl: Temperatura wody
pt: Temperatura Água

# ErrInj
source: Injector
de: Einspritzdüse
es: Inyector
hr: Injektor
hu: Injektor
it: Iniettore
pl: Wtryskiwacz

# ErrCoil1
source: Ignition Coil 1
de: Zündspule 1
es: Bobina de encendido 1
hr: Bobina 1
hu: Gyújtótekercs 1
it: Bobina accensione 1
nl: Bobine 1
pl: Cewka zapłonowa 1
pt: Bobine de Ignição 1

# ErrCoil2
source: Ignition Coil 2
de: Zündspule 2
es: Bobina de encendido 2
hr: Bobina 2
hu: Gyújtótekercs 2
it: Bobina accensione 2
nl: Bobine 2
pl: Cewka zapłonowa 2
pt: Bobine de Ignição 2

# ErrIAV
source: Idle Stepper Motor
de: Leerlaufsteller
es: Motor paso a paso de ralentí
hr: Step motor za ler gas
hu: Alapjárati Léptető Motor
nl: Stationair Stappen Motor
pl: Silnik krokowy biegu jałowego
pt: Regulador Relanti

# ErrEVAP
source: EVAP Valve
de: EVAP Ventil
es: Válvula EVAP
hr: EVAP ventil
hu: EVAP Szelep
it: Valvola EVAP
nl: EVAP Klep
pl: Zawór EVAP
pt: Válvula EVAP

# ErrAirCo
source: Air Conditioner
de: Klimaanlage
es: Aire acondicionado
hr: Klima uređaj
hu: Légkondícionáló
it: Condizionatore d'aria
nl: Airco
pl: Klimatyzator
pt: Ar Condicionado

# ErrFuelPump
source: Fuel Pump
de: Kraftstoffpumpe
es: Bomba de combustible
hr: Pumpa goriva
hu: Tápszivattyú
it: Pompa Carburante
nl: Brandstofpomp
pl: Pompa paliwa
pt: Bomba de combustível

# ErrGenRel
source: Generic System Relay
de: Universal System Relay
hr: Opšti sistemski relej
hu: Általános Relé HIBA
it: Relè del Sistema Generico
nl: Algemeen Systeem Relais
pl: Przekaźnik główny
pt: Relé Genérico do Sistema

# OFNNTR
source: Idle Engine Speed Offset
es: Ajuste de Ralentí de motor
hr: Lerr obrtaji Offset
hu: Alapajárati Fordulatszám Kompenzáció
nl: Stationair Toerental Compensatie
pl: Korekta obrotów biegu jałowego
pt: Desvio da Rotação ao Relanti

# PERIODE
source: Engine Speed
de: Motor Drehzahl
es: Velocidad del motor
hr: Brzina vozila
hu: Fordulatszám
it: Velocità motore
nl: Toerental
pl: Obroty silnika
pt: Rotação Motor

# PROP
source: Idle Stepper Proportional Gain
de: Leerlaufsteller Proportionalverstärkung
es: Ralentí motor paso a paso ganancia proporcional
hr: Rad ventila ler obrtaja proporcionalan
hu: Alapjárati Léptető Motor Arányos Korrekció
nl: Stationair Stappen Proportionele Toename
pl: Wzmocnienie członu proporcjonalnego regulacji silnika krokowego
pt: Ganho Proporcional do Regulador Relanti

source: REV Meter
de: Drehzahlmesser
es: Medidor de revoluciones
hu: Fordulatszám Mérő
nl: BDP sensor (toerenteller)
pl: Obrotomierz
pt: Conta Rotações

# StaEngRun
source: Engine Running
de: Motor läuft
es: Motor funcionando
hr: Motor upaljen
hu: Motor Indítva
it: Motore Acceso
nl: Motor Loopt
pl: Silnik pracuje
pt: Motor em Funcionamento

# StaStepACOK
source: Stepper AutoCalibration ENABLED
de: Schrittmotor automatische Kalibrierung , Eingeschaltet
es: Autocalibracion de motor aso a paso ACTIVADO
hr: Autokalibracija stepera ODOBRENA
hu: Alapjárati Motor AutoKalibráció INDÍTVA
nl: Stappen Automatische Callibratie AAN
pl: Autolakibrajca silnika krokowego WŁĄCZONA
pt: Regulador de AutoCalibração ACTIVADO

# StaPLatchOK
source: Power Latch Line OK
de: Hauptstromleitung , Okay
hu: Áram megszakító vonal OK
it: Linea Power Latch OK
nl: Stroomtoevoer Schakeldraad OK
pl: Linia zasialnia OK
pt: Linha Alimentação OK

# StaSensOK
source: Sensor Signals OK
es: Señales del sensor OK
hr: Signal sensora OK
hu: Szenzor Jelek OK
it: Segnali del Sensore OK
nl: Sensor Signalen OK
pl: Sygnały z czujników OK
pt: Sinais dos Sensores OK

# StaThrMM
source: Throttle at Min/Max
de: Drosselklappe Min/Max
es: Acelerador en Min / Max
hr: Klapna gasa Min/Max
hu: Gáz pozíció Min/Max
it: Valvola a Min/Max
nl: Gasklep op Min/Max
pl: Przepustnica w skrajnej pozycji
pt: Acelerador no Min/Max

# StaClLoop
source: Lambda Sensor in Closed Loop
de: Lambda Sonde im geschlossenen Regelkreis
es: Sensor Lambda en lazo cerrado
hr: Lambda sonda u Closed Loop
hu: Lambda szabályozás "zárt ciklus"
it: Sensore Lambda in Ciclo Chiuso
pl: Sonda lambda w pętli zamkniętej
pt: Sonda Lambda em Loop Fechado

# StaAirCoON
source: Air Conditioner ON
de: Klimaanlage an
es: Aire Acondicionado encendido
hr: Klima UPALJENA
hu: A/C Bekapcsolva
it: Condizionatore Aria ON
nl: Airco AAN
pl: Klimatyzacja włączona
pt: Ar Condicionado LIGADO

# StaMixACOK
source: Mixture AutoCalibration ENABLED
de: Mischung automatische Einstellung ,eingeschaltet
es: Autocalibración de mezcla HABILITADA
hr: Autokalibracija ODOBRENA
hu: Keverék AutoKalibráció INDÍTVA
it: Mixture AutoCalibration ABILITATO
nl: Mengsel Automatische Callibratie AAN
pl: Autokalibracja mieszanki WŁĄCZONA
pt: Auto Calibração de mistura ACTIVADA

source: steps
de: Schritte
es: pasos
hr: stepovi
hu: lépések
it: passi
nl: stappen
pl: kroków
pt: Passos

# TRIMRAM
source: Trimmer Position
es: Posición Trimmer
hr: Pozicija trimera
hu: Trimmer Pozíció
it: Posizione del Trimmer
nl: Trimmer Positie
pl: Korekta dawki paliwa
pt: Posição do regulador

# T_INJ_AP
source: Injection Duration
de: Einspritzdauer
es: Duración de la inyección
hr: Interval paljenja
hu: Befecskendezés Időtartalma
it: Durata ignezione
nl: Injectie Duur
pl: Czas wtrysku
pt: Duração da Injecção

# V_BATT
source: Battery Voltage
de: Batterie Spannung
es: Voltaje de batería
hr: Napon akumulatora
hu: Akkumlátor Feszültség
it: Voltaggio batteria
nl: Accu Voltage
pl: Napięcie akumulatora
pt: Voltagem da Bateria

source: YES;;NO
de: Ja;;Nein
es: SÍ;;NO
hr: DA;;NE
hu: IGEN;;NEM
it: SI;;NO
nl: JA;;NEE
pl: TAK;;NIE
pt: SIM;;NÃO

# AtMAX
source: Above MAX
de: Oberhalb MAX
es: Por encima del maximo
hr: Preko MAX
hu: MAX Felett
it: Oltre il MAX
nl: Boven MAX
pl: Ponad MAX
pt: Acima MAX

# AtMIN
source: Below MIN
de: Unterhalb MIN
es: Por debajo del minimo
hr: Ispod MIN
hu: MIN Alatt
it: Meno di MIN
nl: Onder MIN
pl: Poniżej MIN
pt: Abaixo MIN

source: Max LEAN
de: maximal Mager !!
es: Max Mezcla POBRE
hr: Max OSIROMASEN
hu: Szegény keverék MAXIMUM
nl: Max ARM
pl: Max UBOGA
pt: Max POBRE

source: Max RICH
de: maximal Fett !!
es: Max Mezcla RICA
hr: Max OBOGACEN
hu: Dús Keverék MAXIMUM
nl: Max RIJK
pl: Max BOGATA
pt: Max RICO

source: Open Circuit
de: offener Kreislauf
es: Circuito abierto
hr: Otvoren strujni krug
hu: Nyitott Áramkör
it: Circuito aperto
pl: Przerwa
pt: Circuito Aberto

source: Short to GND
de: Kurzschluss zur Masse !!
es: Cortocircuito hacia masa
hr: Kratak spoj GND
hu: Test zárlat
it: Corto a GND
nl: Kortsluiting naar Aarde
pl: Zwarcie do GND
pt: Ligado à Terra (GND)

# ShortToGNDorOpen
source: Short to GND/Open
de: Kurzschluss zur Masse / offen !!
es: Cortocircuito hacia masa / abierto
hr: Kratak spoj GND/Otvoren
hu: Testzárlat/Nyitott Áramkör
it: Corto a GND/Open
nl: Kortsluiting naar Aarde/Open
pl: Zwarcie do GND/Przerwa
pt: Ligado à Terra/Aberto

source: Short to +Vcc
de: Kurzschluss zu Plus !!
es: Cortocircuito a + Vcc
hr: Kratak spoj +Vcc
hu: Pozitív Zárlat
it: Corto a +Vcc
nl: Kortsluiting naar +Vcc
pl: Zwarcie do Vcc
pt: Ligado a +Vcc

# Therm
source: Short to GND/+Vcc/Therm
de: Masseschluss / + Vcc / Therm
es: Cortocircuito hacia masa / + Vcc / Therm
hr: Kratak spoj po GND/+Vcc/Therm
hu: Testzárlat/+Vcc/Therm
it: Corto a GND/+Vcc/Therm
nl: Kortsluiting naar Aarde/+Vcc/Therm
pl: Zwarcie lub zab. termiczne
pt: Curto ao GND/+Vcc/Therm

# Sto
source: [S]
pl: [Z]

# Ver
source: [V]
pl: [P]

# autodetect
source: Automatic Detection
de: Automatische Erkennung
es: Detección automática
hr: Automatska detekcija
hu: Automatikus Felismerés
it: Rilevamento automatico
nl: Automatische Detectie (alleen IAW-x6F/x8F(D))
pl: Wykryj automatycznie
pt: Detecção Automática

# Connecting
source: Please turn ON the ignition...
de: Bitte die Zündung einschalten !!
es: Posicione el interruptor de encendido en ON...
hr: Dodajte kontakt ...
hu: Kérem Fordítsa "BE" Állásba a Gyújtáskulcsot...
it: Per favore, ACCENDI il quadro/motore...
nl: Zet het contact aan, aub...
pl: Proszę WŁĄCZYĆ zapłon...
pt: Por favor LIGUE a ignição...

# UnknownISO
source: Unknown
de: Unbekannt
es: Desconocido
hr: Nepoznato
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt: Desconhecido

source: [F10] Connect
de: [F10] Verbinden
es: [F10] Conectar
hr: [F10] Konektovati
hu: [F10] Csatlakozás
it: [F10] Connetti
nl: [F10] Verbinden
pl: [F10] Połącz
pt: [F10] Ligar

source: [F10] Disconnect
de: [F10] Verbindung abbrechen !!
es: [F10] Desconectar
hr: [F10] Diskonektovati
hu: [F10] Bontás
it: [F10] Disconnetti
nl: [F10] Verbreken
pl: [F10] Rozłącz
pt: [F10] Desligar

source: CANCELLED
de: annulliert
es: CANCELADO
hr: PREKINUTO
hu: TÖRÖLVE
it: ANNULLATO
nl: GEANNULEERD
pl: ANULOWANY
pt: CANCELADO

# ClearingErrors
source: Clearing error codes...
de: Löschen von Fehlercodes...
es: Borrando códigos de error ...
hr: Brisanje grešaka u toku ...
hu: Hibakódok Törlése...
it: Pulizia codici errori...
nl: Verwijderen fout codes...
pl: Kasowanie kodów błędów...
pt: A apagar códigos de erro...

# EnsureIgnOnEngStop
source: Please ensure the ignition is ON and engine is STOPPED.
de: Stellen sie sicher ,dass die Zündung und der Motor ausgeschaltet ist !!
es: Asegúrese que interruptor de encendido está en ON y el motor detenido.
hr: Molim osigurajte da je kontakt UKLJUČEN a motor UGAŠEN
hu: Biztosítsa hogy a Gyújtáskulcs "BE" Pozícióba legyen fordítva, de NE indítsa be a motort.
it: Per favore, assicurarsi che il quadro sia su ACCESO e il motore sia SPENTO.
nl: Het contact moet AAN zijn, en de motor UIT
pl: Upewnij się że zapłon jest WŁĄCZONY a silnik ZATRZYMANY
pt: Assegure-se que a ignição está LIGADA e o motor DESLIGADO.

source: FAILED
de: Fehler
es: FALLIDO
hr: NEUSPJEŠNO
hu: SIKERTELEN
it: FALLITO
nl: MISLUKT
pl: NIEZALICZONY
pt: FALHA

# InitFailed
source: INIT. FAIL
es: INICIALIZACIÓN FALLIDA
hr: Inicijalizacija prekinuta !
hu: INIT. SIKERTELEN
it: INIZ. FALLITA
nl: INIT. MISLUKT
pl: BŁĄD INICJ.
pt: FALHOU INIT.

source: PASSED
de: bestanden
es: APROBADO
hr: PRIHVACENO
hu: RENDBEN
nl: GESLAAGD
pl: ZALICZONY
pt: PASSOU

# TestDuration
source: If test takes longer than {0}s please turn ignition OFF and close the application!
de: Wenn der Test länger dauert als{0}s , schalten Sie die Zündung aus und schließen Sie die Anwendung !
es: Si la prueba tarda más de {0} s por favor salir gire la llave de encendido a OFF y cierre la aplicación!
hr: Ako potraje duze {0} molim ugasi kontakt i ponovo upali
hu: Ha a teszt tovább tart mint {0}s, kapcsolja ki a Gyújtást és indítsa újra az alkalmazást!
it: Se il test richiede più di {0}s per favore SPEGNI il quadro e chiudi l'applicazione!
nl: Als de test langer duur dan {0}s zet dan het contact UITen sluit de applicatie, aub!
pl: Jeśli test trwa dłużej niż {0}s WYŁĄCZ zapłon i zamknij program!
pt: Se o teste durar mais de {0}s por favor desligue a ignição e feche a aplicação!

# Testing
source: TESTING: {0}...
de: Testen:{0}...
es: PROBANDO: {0} ...
hr: TESTIRANJE: {0}...
hu: TESZT: {0}...
nl: TESTEN: {0}...
pl: TESTUJĘ: {0}...
pt: TESTANDO: {0}...

source: TIMEOUT
de: Auszeit
es: TIEMPO AGOTADO
hu: IDŐTÚLLÉPÉS
pl: PRZEKR. CZAS

# ConMeter
source: Consumption Meter
de: Verbrauchszähler
es: Medidor de consumo
hr: Mjerač potrošnje
hu: Fogyasztás
it: Rilevatore Consumi
nl: Verbruik Meter
pl: Ekonomizer
pt: Medidor de Consumo

# EGR
source: EGR Valve
de: EGR Ventil
es: Válvula EGR
hr: EGR Ventil
hu: EGR Szelep
it: Valvola EGR
nl: EGR Klep
pl: Zawór EGR
pt: Válvula EGR

# ErrAutoTrans
source: Automatic Transmission
de: Automatikgetriebe
es: Transmisión automática
hr: Automatski mjenjač
hu: Automata Váltó
it: Trasmissione Automatica
nl: Automatische Versnellingsbak
pl: Przekładnia automatyczna
pt: Transmissão automática

# ErrEGRVal
source: EGR Valve
de: EGR Ventil
es: Válvula de EGR
hr: EGR ventil
hu: EGR Szelep
it: Valvola EGR
nl: EGR Klep
pl: Zawór EGR
pt: Válvula EGR
