Repository: TzOk83/IES2
Catalog: IES_2/Res/lang.*.resx
Languages: de, es, hr, hu, it, nl, pl, pt

# ErrKnockS
source: Knocking Sensor
de: Klopfsensor
es: Sensor de detonación
hr: Senzor detonacije
hu: Kopogás Érzékelő
it: Sensore colpi
nl: Klopsensor
pl: Czujnik spalania stukowego
pt: Sensor de pré-ignição

source: Injectors
de: Einspritzdüsen
es: Inyectores
hr: Injektori
hu: Injektorok
it: Iniettori
nl: Injectoren
pl: Wtryskiwacze
pt: Injectores

# MIL
source: MIL Lamp
de: Motorkontrollleuchte
es: Lámpara MIL
hr: MIL Lampa
hu: MIL Lámpa
nl: MIL Lampje
pl: Kontrolka MIL
pt: Lâmpada MIL

source: No Air
de: Keine Luft
es: Sin aire
hr: Bez zraka
hu: Nincs Levegő
it: No Aria
nl: Geen Lucht
pl: Mało powietrza
pt: Sem Ar

# ErrO1a
source: Unknkown OUTPUT Error (1a)
de: Unbekannter Ausgabefehler (1a)
es: OUTPUT Error Desconocido (1a)
hr: Nepoznata IZLAZNA greška (1a)
hu: Ismeretlen KIMENETI Hiba (1a)
it: Errore di OUTPUT Sconosciuto (1a)
nl: Onbekende UITVOER Fout (1a)
pl: Nieznany błąd OUTPUT (1a)
pt: ERRO desconhecido de OUTPUT (1a)

# ErrO2a
source: Unknkown OUTPUT Error (2a)
de: Unbekannter Ausgabefehler (2a)
es: OUTPUT Error Desconocido (2a)
hr: Nepoznata IZLAZNA greška (2a)
hu: Ismeretlen KIMENETI Hiba (2a)
it: Errore di OUTPUT Sconosciuto (2a)
nl: Onbekende UITVOER Fout (2a)
pl: Nieznany błąd OUTPUT (2a)
pt: ERRO desconhecido de OUTPUT (2a)

# ErrO3a
source: Unknkown OUTPUT Error (3a)
de: Unbekannter Ausgabefehler (3a)
es: OUTPUT Error Desconocido (3a)
hr: Nepoznata IZLAZNA greška (3a)
hu: Ismeretlen KIMENETI Hiba (3a)
it: Errore di OUTPUT Sconosciuto (3a)
nl: Onbekende UITVOER Fout (3a)
pl: Nieznany błąd OUTPUT (3a)
pt: ERRO desconhecido de OUTPUT (3a)

# ErrO4a
source: Unknkown OUTPUT Error (4a)
de: Unbekannter Ausgabefehler (4a)
es: OUTPUT Error Desconocido (4a)
hr: Nepoznata IZLAZNA greška (4a)
hu: Ismeretlen KIMENETI Hiba (4a)
it: Errore di OUTPUT Sconosciuto (4a)
nl: Onbekende UITVOER Fout (4a)
pl: Nieznany błąd OUTPUT (4a)
pt: ERRO desconhecido de OUTPUT (4a)

# ErrMixRatio
source: Mixture ratio
de: Mischungsverhältnis
es: Relación de mezcla
hr: Odnos smjese
hu: Keverék arány
nl: Mengsel Verhouding
pl: Skład mieszanki
pt: Relação de Mistura

# ErrConMet
source: Consumption Meter
de: Verbrauchszähler
es: Medidor de consumo
hr: Mjerač potrošnje
hu: Fogyasztás mérő
pl: Ekonomizer
pt: Medidor de Consumo

# ErrEGRCtrl
source: EGR Control
de: EGR Kontrolle
es: Control de EGR
hr: EGR kontrola
hu: EGR Vezérlés
it: Controllo EGR
nl: EGR Regeling
pl: Sterowanie EGR
pt: Controle EGR

# ErrMIL
source: MIL Lamp
de: Motorkontrollleuchte
es: Lámpara MIL
hr: MIL indikacija
hu: MIL Lámpa
nl: MIL Lampje
pl: Kontrolka MIL
pt: Lâmpada MIL

# StaAdvDecr
source: Ignition Advance Decrased for Knocking
de: Zündung vermindert das Klopfen
es: Avance de encendido reducido por detonación
hr: Paljenje zahtjeva kliktanje
hu: Előgyújtás Csökkentve Kopogásos égés Miatt
nl: Ontsteking Vervroeging Verlaagd vanwege Kloppen
pl: Zmniejszenie wyprzedzenia zapłonu - s. stukowe
pt: Avanço de Ignição Diminuído por Pré-Explosão

# StaGearEng
source: Gear Engaged
de: einen Gang einlegen !!
es: Marcha engranada
hr: U brzini
it: Marcia inserita
nl: Versnelling Ingeschakeld
pl: Bieg włączony
pt: Mudança Engatada

source: Too Much Air
de: Zu viel Luft !!
es: Demasiado aire
hr: Visak zraka
hu: Túl Sok Levegő
it: Troppa aria
nl: Te Veel Lucht
pl: Za dużo powietrza
pt: Demasiado ar

# OFFSET1
source: Autocalibration Injection Offset @ ZONE 1
es: Calibración automática de inyección Offset @ ZONA 1
hr: Autokalibracija injektora Offset @ ZONE 1
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 1
it: Offset Autocalibrazione dell'ignezione @ ZONE 1
nl: Automatische Callibratie Injectie Compensatie @ ZONE 1
pl: Offset czasu wtrysku @ STREFA 1
pt: Autocalibração da Injecção Offset @ ZONA 1

# OFFSET2
source: Autocalibration Injection Offset @ ZONE 2
es: Calibración automática de inyección Offset @ ZONA 2
hr: Autokalibracija injektora Offset @ ZONE 2
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 2
it: Offset Autocalibrazione dell'ignezione @ ZONE 2
nl: Automatische Callibratie Injectie Compensatie @ ZONE 2
pl: Offset czasu wtrysku @ STREFA 2
pt: Autocalibração da Injecção Offset @ ZONA 2

# OFFSET3
source: Autocalibration Injection Offset @ ZONE 3
es: Calibración automática de inyección Offset @ ZONA 3
hr: Autokalibracija injektora Offset @ ZONE 3
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 3
it: Offset Autocalibrazione dell'ignezione @ ZONE 3
nl: Automatische Callibratie Injectie Compensatie @ ZONE 3
pl: Offset czasu wtrysku @ STREFA 3
pt: Autocalibração da Injecção Offset @ ZONA 3

# OFFSET4
source: Autocalibration Injection Offset @ ZONE 4
es: Calibración automática de inyección Offset @ ZONA 4
hr: Autokalibracija injektora Offset @ ZONE 4
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 4
it: Offset Autocalibrazione dell'ignezione @ ZONE 4
nl: Automatische Callibratie Injectie Compensatie @ ZONE 4
pl: Offset czasu wtrysku @ STREFA 4
pt: Autocalibração da Injecção Offset @ ZONA 4

# OFFSET5
source: Autocalibration Injection Offset @ ZONE 5
es: Calibración automática de inyección Offset @ ZONA 5
hr: Autokalibracija injektora Offset @ ZONE 5
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 5
it: Offset Autocalibrazione dell'ignezione @ ZONE 5
nl: Automatische Callibratie Injectie Compensatie @ ZONE 5
pl: Offset czasu wtrysku @ STREFA 5
pt: Autocalibração da Injecção Offset @ ZONA 5

# OFFSET6
source: Autocalibration Injection Offset @ ZONE 6
es: Calibración automática de inyección Offset @ ZONA 6
hr: Autokalibracija injektora Offset @ ZONE 6
hu: Automatikus Beállítás Befecskendezési Korrekció @ ZONE 6
it: Offset Autocalibrazione dell'ignezione @ ZONE 6
nl: Automatische Callibratie Injectie Compensatie@ ZONE 6
pl: Offset czasu wtrysku @ STREFA 6
pt: Autocalibração da Injecção Offset @ ZONA 6

# OFFSETm
source: Autocalibration Injection Offset @ IDLE
es: Calibración automática de inyección Offset en RALENTÍ
hr: Autokalibracija injektora Offset @ IDLE
hu: Automatikus Beállítás Befecskendezési Korrekció @ Alapjárat
it: Offset Autocalibrazione dell'ignezione @ IDLE
nl: Automatische Callibratie Injectie Compensatie@ IDLE
pl: Offset czasu wtrysku @ JAŁOWY
pt: Autocalibração da Injecção Offset @ RELANTI

# ErrI2
source: Unknown INPUT ERROR (2)
de: Unbekannter Eingabefehler (2)
es: INPUT ERROR Desconocido (2)
hr: Nepoznata ulazna greška (2)
hu: Ismeretlen Bemeneti HIBA (2)
it: ERRORE di INPUT Sconosciuto (2)
nl: Onbekend INVOER FOUT (2)
pl: Nieznany błąd INPUT (2)
pt: ERRO desconhecido de INPUT (2)

# ErrInj1
source: Injectors (group 1)
de: Einspritzdüsen (Gruppe 1)
es: Inyectores (grupo 1)
hr: Injektor (Grupa 1)
hu: Injektorok (csoport 1)
it: Iniettore 1
nl: Injectoren 1
pl: Wtryskiwacze (grupa 1)
pt: Injectores (grupo 1)

# ErrInj2
source: Injectors (group 2)
de: Einspritzdüsen (Gruppe 2)
es: Inyectores (grupo 2)
hr: Injektor (Grupa 2)
hu: Injektorok (csoport 2)
it: Iniettore 2
nl: Injectoren 2
pl: Wtryskiwacze (grupa 2)
pt: Injectores (grupo 2)

source: CONNECTED TO:
de: verbunden :
es: CONECTADO A:
hr: KONEKTOVAN NA:
hu: Csatlakozva:
it: CONNESSO A:
nl: VERBONDEN MET:
pl: POŁĄCZONO Z:
pt: CONECTADO A:

source: ERRORS:
de: Fehler
es: ERRORES:
hr: GREŠKE:
hu: HIBÁK:
it: ERRORI:
nl: FOUTEN:
pl: BŁĘDY:
pt: ERROS:

source: PARAMETERS:
de: Kenngröße :
es: PARÁMETROS:
hr: PARAMETRI:
hu: PARAMÉTEREK:
it: PARAMETRI:
pl: PARAMETRY:
pt: PARAMETROS:

# Simulation
source: SIMULATION MODE!!!
de: Simulations Modus !!!
es: MODO SIMULACIÓN !!!
hr: SIMULACIJA
hu: SZIMULÁCIÓS MÓD!!!
it: MODALITA' SIMULAZIONE!!!
nl: SIMULATIE MODUS!!!
pl: TRYB SYMULACJI!!!
pt: MODO DE SIMULAÇÃO!!!

# K_O2_RAW
source: Lambda Probe Voltage
de: Lambda Spannung
es: Voltaje sonda lambda
hr: Lambda sonda napon
hu: Lambda szenzor feszültség
it: Voltaggio Sonda Lambda
nl: Lambda Sensor Voltage
pl: Napięcie sondy lambda
pt: Voltagem da Sonda Lambda

# EscCancel
source: Press [Esc] to Cancel
de: Drücke [Esc] zum abbrechen !!
es: Presione [ESC] para cancelar
hr: Pritisni [Esc] za Cancel
hu: Nyomj [Esc] a Visszavonáshoz
it: Premi [Esc] per Annullare
nl: Druk [Esc] om te Annuleren
pl: Naciśnij [Esc] aby anulować
pt: Carrega em [Esc] para Cancelar

# CommLost
source: No ECU Response
de: Kein Antwort vom Steuergerät
es: Sin respuesta de ECU
hr: Nema komunikacija sa motornom elektronikom
hu: Nincs ECU Válasz
it: Nessuna risposta dall'ECU
nl: ECU Antwoord Niet
pl: Brak odpowiedzi ECU
pt: Sem resposta da ECU

# Press_F10
source: Press [F10] to close connection or [F12] to try to reconnect
de: Drücke [F10] zum Schließen der Verbindung oder [F12] zur Wiederherstellung der Verbindung !!
es: Pulse [F10] para cerrar la conexión o [F12] para reconectar
hr: Pritisni [F10] da prekines konektovanje ili [F12] da ponovis
hu: Nyomj [F10] a kapcsolat lezárásához vagy [F12] az újracsatlakozáshoz
it: Premi [F10] per chiudere la connessione o [F12] per provare a riconnetterti
nl: Druk [F10] om de verbinding te sluiten of [F12] om opnieuw te verbinden
pl: Naciśnij [F10] aby zamknąć połączenie lub [F12] aby spróbować połączyć ponownie
pt: Teclas [F10] para desligar ligação ou [F12] para tentar re-conectar

# F11_Confirm
source: Press [F11] to confirm
de: Drücke [F11] zur Bestätigung !!
es: Pulse [F11] para confirmar
hr: Pritisni [F11] za potvrdu
hu: Nyomj [F11] a megerősítéshez
it: Premi [F11] per confermare
nl: Druk [F11] om te Bevestigen
pl: Naciśnij [F11] aby potwierdzić
pt: Tecla [F11] para Confirmar

# TurnOFF
source: Please turn OFF the ignition...
de: Bitte schalte die Zündung aus !!
es: Por favor, gire interruptor de encendido a OFF ...
hr: Molim iskljuci kontakt...
hu: Kérlek kapcosld le a gyújtást...
it: Per favore, spegni il quadro/motore...
nl: Zet het contact UIT aub...
pl: Proszę WYŁĄCZYĆ zapłon...
pt: Por favor DESLIGUE a ignição...

# UnrecECU
source: ECU could not be recognized, please turn OFF the ignition...
de: Steuergerät konnte nicht erkannt werden , bitte die Zündung ausschalten !!
es: ECU no podía ser reconocida,Por favor, gire la llave de encendido a OFF ...
hr: Ne prepoznajem motorni procesor, molim iskljuci kontakt...
hu: ECU-t nem lehet felismerni, kérlek kapcsold le a gyújtást...
it: La ECU non può essere riconosciuta, per favore spegni il quadro...
nl: ECU wordt niet herkend, zet het contact UIT aub...
pl: ECU nie zostało rozpoznane, proszę WYŁĄCZYĆ zapłon...
pt: ECU não pode ser reconhecida, por favor DESLIGUE a ignição...

# COMnotValid
source: Interface port ERROR
de: Schnittstellenanschluss Fehler
es: ERROR puerto de interfaz
hr: GREŠKA u odabranom portu
hu: Interface port HIBA
it: ERRORE sulla porta d'interfaccia
nl: Interface poort FOUT
pl: BŁĘDNY port interfejsu
pt: ERRO da porta do Interface

# PreviouslySelectedPort
source: Previously selected port {0} is no longer available. Please select another port.
de: Der ausgewählte Port {0}ist nicht länger verfügbar . Bitte wähle einen anderen Port !!
es: El puerto previamente seleccionado {0} ya no está disponible. Por favor seleccione otro puerto.
hr: Prethodno odabrani port {0} nije vise dostupan. Molim odaberi drugi
hu: Az előzőleg választott port {0} Nem elérhető. Kérem válasszon másik portot.
it: La porta {0} precedentemente scelta non è più disponibile. Per favore, scegli un'altra porta.
nl: De eerder geselcteerde poort {0} is niet meer beschikbaar. Selecteer een andere poort aub.
pl: Poprzednio wybrany port {0} jest obecnie niedostępny. Proszę wybrać inny port.
pt: Porta seleccionada anteriormente {0} não está disponível. Por favor seleccione outra porta.

# FABEEAT
source: Self-Adaptation Activated in EEPROM
de: Selbst Anpassung in EEPROM aktiv !!
es: Auto-adaptación activada en EEPROM
hr: Samoadaptacija aktivirana u EEPROM
nl: Zelf-Stellend Geactiveerd in EEPROM
pl: Autokalibracja włączona w EEPROM
pt: Auto-Adaptação Activada na EEPROM

# FABEEATi
source: Idle Self-Adaptation Activated in EEPROM
de: Müßig Selbst Anpassung in EEPROM aktiv !!
es: Autoadaptación de ralenti activada en EEPROM
hr: Samoadaptacija Ler gasa aktivirana u EEPROM
hu: Alapjárat Öntanulás Activálva az EEPROM-ba
nl: Stationair Zelf-Stellend Geactiveerd in EEPROM
pl: Autokalibracja wolnych obrotów włączona w EEPROM
pt: Auto-Adaptação de relanti Activada na EEPROM

# FABEPAT
source: Self-Adaptation Activated in EPROM
de: Selbst Anpassung in EPROM aktiv !!
es: Auto-adaptación activada en EPROM
hr: Samoadaptacija aktivirana u EPROM
hu: Öntanulás Aktiválva az EPROM-ba
nl: Zelf-Stellend Geactiveerd in EPROM
pl: Autokalibracja włączona w EPROM
pt: Auto-Adaptação Activada na EPROM

# FABEPATi
source: Idle Self-Adaptation Activated in EPROM
de: Müßig Selbst Anpassung in EPROM aktiv !!
es: Autoadaptación de ralenti activada en EPROM
hr: Samoadaptacija Ler gasa aktivirana u EPROM
hu: Alapjárat Öntanulás Activálva az EEPROM-ba
nl: Stationair Zelf-Stellend Geactiveerd in EPROM
pl: Autokalibracja wolnych obrotów włączona w EPROM
pt: Auto-Adaptação de relanti Activada na EPROM

# FLGSMA
source: Lambda in Closed Loop
de: Die Lambdaregelung ist deaktiviert !!
es: Sensor lambda en lazo cerrado
hr: Lambda u zatvorenoj petlji
hu: Lambda szabályozás Zárt ciklus
pl: Lambda w pętli zamkniętej
pt: Lambda em Loop fechado

source: Injector 1
de: Einspritzdüse 1
es: Inyector 1
hr: Injektor 1
hu: Injektor 1
it: Iniettore 1
pl: Wtryskiwacz 1

source: Injector 2
de: Einspritzdüse 2
es: inyector 2
hr: Injektor 2
hu: Injektor 2
it: Iniettore 2
pl: Wtryskiwacz 2

source: Injector 3
de: Einspritzdüse 3
es: Inyector 3
hr: Injektor 3
hu: Injektor 3
it: Iniettore 3
pl: Wtryskiwacz 3

source: Injector 4
de: Einspritzdüse 4
es: Inyector 4
hr: Injektor 4
hu: Injektor 4
it: Iniettore 4
pl: Wtryskiwacz 4

# INJ_AVA
source: Injection Timing Angle
de: Einspritzzeit Einstellung
es: Ángulo de avance de la inyección
hr: Ugao paljenja
hu: Befecskendezés Időzítési Szög
nl: Injectie Timing Hoek
pl: Kąt wyprzedzenia wtrysku
pt: Ângulo de Temporização da Injecção

# MP2_MP8t
source: Manifold Absolute Pressure (TURBO)
de: Saugrohr-Absolutdruck (TURBO)
es: Presión absoluta multiple de admisión (TURBO)
hr: Pritisak usisne grane (TURBO)
hu: Szívőcső Abszolút Nyomás (TURBO)
it: Collettore di Pressione Assoluta (TURBO)
nl: Spruitstuk Absolute Druk (TURBO)
pl: Ciśnienie w kolektorze dolotowym (TURBO)
pt: Pressão absoluta da Admissão (TURBO)

# T_VAE
source: VAE Duty Cycle (Idle Control)
de: VAE Kapazität ( Leerlaufregler )
es: VAE Ciclo de trabajo (Control ralentí)
hr: VAE kapacitet (upravljanje ler obrtajima)
it: VAE Duty Cycle (Control Inattivo)
nl: VAE Werk Cyclus (Stationair Regeling)
pl: Wypełnienie sterowania VAE (reg. wolnych obrotów)
pt: VAE Ciclo de trabalho (Controle Relanti)

# StaSigPanOK
source: Signal panel OK
de: Schautafel Okay
es: Panel de señal OK
hr: Signal panela OK
it: Segnale del Pannello OK
nl: Controle Lampjes OK
pl: Sygnały OK
pt: Aviso do Painel OK

# StaABSON
source: ABS active
de: ABS aktiv
es: ABS Activo
hr: ABS aktivno
hu: ABS aktív
it: ABS attivo
nl: ABS aktief
pl: ABS aktywny
pt: ABS activo

# StaVAESC
source: VAE Self Cleaning underway
de: VAE Selbstreinigung im Gange !!
es: Autolimpieza de VAE en curso
hr: VAE samociscenje
hu: Alapjárati szelep öntisztítás
it: VAE Autopulizia in corso
nl: VAE Zelf Reiniging bezig
pl: Samooczyszczanie VAE w toku
pt: Auto -Limpeza VAE em Curso

# VAE
source: Idle Control Valve (VAE)
de: Leerlaufregel Ventil Start (VAE)
es: Válvula de control de ralentí (VAE)
hr: Ventil ler obrtaja (VAE)
hu: Alapjárat Szebályozó Szelep (VAE)
it: Valvola di Controllo Inattiva (VAE)
nl: Stationair Regeling Klep (VAE)
pl: Zawór regulacji wolnych obrotów (VAE)
pt: Valvula Controle Relanti (VAE)

# ErrCam
source: Cam sensor
de: Nockenwellensensor
es: Sensor de posición levas
hr: Senzor pozicije bregaste osovine
hu: Vezérműtengely szenzor
it: Sensore camma
pl: Czujnik wałka rozrządu
pt: Sensor Cam

# ErrDigimatic
source: Digimatic signal
de: Wechselndes Signal
es: Señal de Digimatic
hu: Digimatic jel
it: Segnale Digimatic
pl: Sygnał DIGIMATIC
pt: Sinal Digimatic

# ErrKnock
source: Knocking sensor
de: Klopfsensor
es: Sensor de detonación
hr: Senzor detonacije
hu: Kopogás szenzor
it: Sensore colpi
pl: Czujnik spalania stukowego
pt: Sensor de pré-ignição

# ErrNeutralGear
source: Neutral/drive signal
de: Neutral/Fahrsignal
es: Señal de Neutro/Drive
hr: Neutralan/signal brzine
hu: Üres/Sebességben jel
it: Segnale Neutral/drive
pl: Sygnał luzu/biegu
pt: Sinal Neutral/drive

# ErrSMOT
source: SMOT sensor
de: Kurbelwellensensor
es: Sensor SMOT
hu: SMOT szenzor
it: Sensore SMOT
pl: Czujnik SMOT
pt: Sensor SMOT

# ErrSPS
source: Signal Panel Sequence
de: Schautafel Sequenz
es: Secuencia panel de señales
hr: Sekvenca signala
pl: Sekwencja panelu sygnałowego
pt: Sequência Painel de Sinal

# ErrVAE
source: VAE blocked open or closed
de: VAE ist blockiert oder Geschlossen !!
es: VAE bloqueada abierta o cerrada
hr: Ventil ler obrtaja blokiran u otvorenom ili zatvorenom polozaju
it: VAE bloccata aperta o chiusa
pl: Zawór wolnych obrotów zablokowany
pt: VAE bloqueado em aberto ou fechado

# StepReset
source: Idle stepper autocalibration reset
de: Leerlaufsteller Autokalibrierung Rückstellung
es: reinicio de autocalibración motor paso a paso
hr: Autokalibracija step motora za ler obrtaje
hu: Alapjárati motor újrakalibráció
pl: Reset autokalibracji silnika krokowego
pt: Reset da Auto-Calibração do Regulador de Relanti

# TrimReset
source: Fuel trim autocalibration reset
de: Gemischanpassung Autokalibrierung zurückgesetzt
es: Reinicio de autocalibración ajuste de combustible
hr: Mod paljenja auokalibracija
hu: Üzemanyag arány újrakalibráció
it: Ripristino Autocalibrazione Assetto Carburante
pl: Reset autokalibracji składu mieszanki
pt: Reset da Auto-Calibração de regulação de combustível

# COMopenError
source: An error has occured while openenig the {0} port.
de: Ein Fehler ist aufgetreten , während des öffnen des {0} Ports.
es: Ha ocurrido un error mientras se abria el puerto {0}
hr: GREŠKA pri pokušaju povezivanja preko odabranog porta
hu: Probléma lépett fel a port megnyitása közben: {0} port.
it: Si è verificato un errore mentre si apriva la porta {0}.
pl: Podczas otwierania portu {0} wystąpił błąd.
pt: Ocorreu um erro enquanto abria a porta {0}.

# ErrCnt
source: Error Counter
de: Fehlerzähler
es: Contador de errores
hu: Hiba Számláló
pl: Licznik błędów
pt: Contador de erros

# ToggleStepAC
source: Toggle idle stepper autocalibration
de: Umschalten Leerschrittmotorkalibrierung
es: Conmutar calibración automática de motor paso a paso ralentí
hr: Toggle motor ler obrtaja autokalibracija
hu: Alapjárat Autokalibráció Indítás
pl: Włącz/wyłącz autokalibrację silnika krokowego
pt: Alternar Auto-Calibração do regulador de Relanti

# ToggleTrimAC
source: Toggle fuel trim autocalibration
de: Gemischanpassung automatische Kalibrierung
es: Conmutar autocalibración ajuste de combustible
hr: Toggle mod paljenja auokalibracija
hu: Keverék Autokalibráció Indítás
pl: Włącz/wyłącz autokalibrację składu mieszanki
pt: Alternar Auto-Calibração da mistura de combustível

# InProceed
source: PENDING...
de: noch nicht erledigt !!
es: PENDIENTE...
hr: U TOKU ...
hu: Függőben...
pl: TRWA...
pt: PENDENTE...

# Stepper
source: Stepper motor (idle actuator)
de: Schrittmotor
es: Motor paso a paso (actuador de ralentí)
hr: Step motor za ler obrtaje
hu: Alapjárati motor (IACV)
pl: Silnik krokowy (regulator biegu jałowego)
pt: Regulador do motor (Actuador de Relanti)

# StepSet
source: Set stepper correction (ALFAFTR)
de: Setze Schrittkorrektur (ALFAFTR)
es: Configurar corrección de motor paso a paso (ALFAFTR)
hr: postavi korekciju stepera (ALFAFTR)
hu: Alapjárat korrekció beállítás (ALFAFTR)
pl: Ustaw korektę wolnych obrotów (ALFAFTR)
pt: Ajustar correcção do regulador (ALFAFTR)

# TrimSet
source: Set trimmer position (TRIMRAM)
de: Setze Trimmer Einstellung (TrimRAM)
es: Ajustar posición trimmer (TRIMRAM)
hr: Postavi poziciju (TRIMRAM)
hu: Trimmer pozíció beállítás (TRIMRAM)
pl: Ustaw korektę mieszanki (TRIMRAM)
pt: Regular posição do trimmer (TRIMRAM)

# Adjusting
source: ADJUSTING: {0}...
de: Anpassen : {0}...
es: Ajustando: {0} ...
hr: Podešavanje
hu: BEÁLLÍTÁS: {0}...
pl: USTAWIAM: {0}...
pt: AJUSTANDO: {0}...

# ErrInjs
source: Injectors
de: Einspritzdüsen
es: inyectores
hr: Injektori
hu: Injektorok
it: Iniettori
nl: Injectoren
pl: Wtryskiwacze
pt: Injectores

# ErrWasteG
source: Waste Gate
de: Ladedruckregelklappe
es: Puerta de residuos

source: &Start
es: &Inicio

source: &Stop
es: &Detener

# ErrRAM
source: RAM
de: Speicher mit wahlfreiem/direktem Zugriff

# ErrROM
source: ROM
de: Nur-Lese-Speicher

source: RPM
de: Geschwindigkeitsmesser
nl: TPM

# OverB
source: Over Boost
hr: Pozitivna deviacija
